<?php

return [

    'labels' => [
        'first_name' => 'الاسم الاول',
        'last_name' => 'الاسم الاخير',
        'email' => 'البريد الالكترونى',
        'phone' => 'رقم الموبايل',
        'password' => 'كلمة السر',
        'password_confirmation' => 'تاكيد كلمة السر',
        'male' => 'ذكر',
        'female' => 'انثى',
        'email_phone' => 'البريد الالكترونى / الموبايل'
    ],

    'placeholders' => [
        'first_name' => 'من فضلك اكتب اسمك الاول',
        'last_name' => 'من فضلك اكتب اسمك الاخير',
        'email' => 'من فضلك اكتب البريد الالكترونى',
        'phone' => 'من فضلك اكتب رقم الموبايل',
        'password' => 'من فضلك اكتب كلمة السر',
        'password_confirmation' => 'من فضلك اكتب كلمة السر مرة اخرى',
        'email_phone' => 'من فضلك قم بكتابة البريد الالكترونى او رقم الموبايل'
    ],

    'formText' => [
        'phone' => 'رقم الموبايل لابد ان يكون 11 رقما و يبدا ب 011, 015, 012, 010',
        'password' => 'كلمة المرور لابد ان تكون على الاقل 8 حروف مزيج من الارقام و الحروف ولا تحتوى على مسافات او رموز',
        'email' => 'example@example.com',
        'email_phone' => 'ادخل رقم الموبايل او البريد الالكترونى'
    ],

];
